Repository: Archaofan/UpstreamLens
Catalog: Sources/App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Version / Tag / commit in use
zh_hans: 正在使用的版本／Tag／提交

source: Version / Tag in use (optional)
zh_hans: 正在使用的版本／Tag（可留空）

source: Version in Use
zh_hans: 使用版本

source: View Handled Records (%lld)
zh_hans: 查看已处理记录（%lld）

source: View on GitHub
zh_hans: 查看 GitHub 原文

source: Viewed
zh_hans: 已查看

source: Violet
zh_hans: 紫罗兰

source: Waiting for first successful check
zh_hans: 等待首次成功检查

source: Why you adopted it
zh_hans: 采用理由

source: Widget
zh_hans: 小组件

source: Widget Temporarily Unavailable
zh_hans: 小组件暂不可用

source: With notifications on, only changes worth your attention raise a banner; the rest land silently in Notification Center. The widget shows the pending count and last check time.
zh_hans: 开启通知后，只有值得关注的变化会弹出横幅，其余静默进入通知中心。小组件显示待处理数量与上次检查时间。

source: Worth Attention
zh_hans: 值得关注

source: You can also paste a repo link directly.
zh_hans: 也可以直接粘贴仓库链接。

source: You recorded version {installed}. The upstream identifier alone is not enough to tell whether an upgrade is needed.
zh_hans: 你记录的使用版本是 {installed}；尚不能仅凭上游标识判断是否需要升级。

source: Your Tech-Change Radar
zh_hans: 你的技术变更雷达

source: in about %lld min
zh_hans: 约 %lld 分钟后

source: owner/repo or repo link
zh_hans: owner/repo 或仓库链接

source: requests
zh_hans: 次
